<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>利用規約</title>
</head>
<body>
    <h1>利用規約</h1>
    <p>この利用規約（以下、「本規約」）は、あなた（以下「利用者」または「お客様」）と[アプリ名]（以下「提供者」または「我々」）との間で、ZenVital Matrix（以下「サイト」）を通じて提供される[アプリ名]アプリケーション（以下「アプリ」）の利用に関する条件を定めるものです。アプリのご利用前に、以下の利用規約をよくお読みいただき、同意いただく必要があります。</p>
    <h3>1. 利用の承諾</h3>
    <p>本アプリの利用により、利用者は本規約に同意したものとみなされます。本規約に同意できない場合は、本アプリの利用を中止してください。</p>
    <h3>2. プライバシーとデータの取り扱い</h3>
    <p>利用者の個人情報の取り扱いについては、プライバシーポリシーをご参照ください。</p>
    <h3>3. 利用者の義務</h3>
    <p>利用者は、正確な情報を提供し、他者のプライバシーを尊重することを約束します。虚偽の情報の提供や他者のデータの不正使用は禁止されています。</p>
    <h3>4. データの使用と共有</h3>
    <p>利用者の記録したデータは個人情報保護方針に従って取り扱われます。我々は第三者とデータを共有することはありません。</p>
    <h3>5. 著作権と知的財産権</h3>
    <p>アプリ内のコンテンツやデザインに関する知的財産権は、提供者または関連する権利者に帰属します。無断での複製、変更、配布は禁止されています。</p>
    <h3>6. 免責事項</h3>
    <p>アプリの利用に関する一切のリスクは利用者が負担します。提供者はアプリの利用に起因する損害について責任を負いません。</p>
    <h3>7. 利用規約の変更</h3>
    <p>提供者は事前の通知なしに本規約を変更する権利を保持します。変更後の規約はサイト上で公開されるものとします。</p>
    <h3>8. その他の規定</h3>
    <p>本規約に明記されていない事項については、提供者の判断によって定められることがあります。</p>
    <p>本利用規約は2023年8月18日に制定され、以降の利用者に適用されます。</p>
    <a href="{{ route('post.home') }}">マイページへ</a>
</body>
</html>